import { Link } from "react-router-dom";

const UccAboutDetails = () => {
  return (
    <div className="">
      {/*----------Details--------banner---------*/}
      <div className="flex items-center justify-center bg-[#0c0542] h-[130px]">
        <div>
          <h2 className="text-3xl text-white font-bold">UCC সম্পর্কে</h2>
          <div className=" flex items-center justify-center gap-2 py-4">
            <Link to="/">
              <button className="text-xl text-white">Home</button>
            </Link>
            <i className="fa-solid fa-caret-right text-xl text-white"></i>
            <p className="text-xl text-red-300">UCC সম্পর্কে</p>
          </div>
        </div>
      </div>

      {/*---------------------Details-----Strat----------*/}
      <div>
        {/*----------------UCC-র  যাত্রা যে ভাবে----------Start----------*/}
        <div className="py-10">
          {/*--------------Heading------------*/}
          <div>
            <h2 className="text-3xl text-black text-center font-bold py-10">
              UCC-র{" "}
              <span className="text-3xl text-[#fa5911] text-center font-bold">
                যাত্রা
              </span>{" "}
              যে ভাবে
            </h2>
          </div>
          {/*--------------Heading------------*/}

          <div className="mx-20 m-auto">
            <p className="text-xl text-blue-gray-800 text-justify leading-10">
              UCC-র প্রতিষ্ঠাতা ও চেয়ারম্যান জনাব ড. এম. এ. হালিম পাটওয়ারী
              চাঁদপুর জেলার হাজীগঞ্জ থানার ভাটরা গ্রামের কৃতি সন্তান । তিনি
              ১৯৮২-৮৩ সেশনে ঢাকা বিশ্ববিদ্যালয়ে ভর্তি হন এবং মুহসীন হলের আবাসিক
              ছাত্র হিসেবে ৫১১ নং কক্ষে অবস্থান করেন । ঢাকা বিশ্ববিদ্যালয়ে
              ভর্তি হওয়ার পরপরই তিনি দেশের সেরা কলেজসমূহ ও বিশ্ববিদ্যালয়সমূহে
              ভর্তি সমস্যার কথা অনুধাবন করে ১৯৮৩ সাল থেকে ব্যক্তিগত উদ্যোগে
              মুহসীন হলেই ব্যাচে ব্যাচে বিশ্ববিদ্যালয়ে ভর্তিচ্ছু
              ছাত্র-ছাত্রীদের ভর্তি ক্ষেত্রে সহযোগিতা শুরু করেন । এভাবে ১৯৮৫ ইং
              সাল পর্যন্ত হলের অভ্যন্তরে ছাত্র-ছাত্রীদের বিশ্ববিদ্যালয়ে ভর্তির
              ব্যাপারে বিভিন্নভাবে সহায়তা করে আসছিলেন এবং অধিকাংশ ছাত্র-ছাত্রী
              কৃতিত্বের সাথে ঢাকা বিশ্ববিদ্যালয়ের বিভিন্ন বিভাগে ভর্তির সুযোগ
              লাভ করে ।
            </p>

            <p className="text-xl text-blue-gray-800 text-justify leading-10 py-12">
              পরবর্তীতে ১৯৮৬ ইং সনে যখন তিনি দেখলেন হলের অভ্যন্তরে
              ছাত্র-ছাত্রীদের আসন আর সংকুলান হচ্ছে না, তখনই তিনি ব্যক্তিগত
              উদ্যোগে মহসিন হলের পার্শ্বেই অবস্থিত নীলক্ষেতস্থ ICMAB ভবনে UCC
              নামকরণে ঢাকা বিশ্ববিদ্যালয়ের তৎকালীন ভাইস চ্যান্সেলর কর্তৃক
              আনুষ্ঠানিকভাবে উদ্বোধন করেন । উক্ত উদ্বোধনী অনুষ্ঠানে ঢাকা
              বিশ্ববিদ্যালয়ের বিভিন্ন অনুষদের ডীন, বিভাগীয় চেয়ারম্যানবৃন্দ,
              হলের প্রভোস্টবৃন্দ এবং বিভিন্ন বিভাগের শিক্ষকবৃন্দ উপস্থিত ছিলেন ।
              এভাবে হাটি হাটি পা পা করে UCC এর শাখা প্রশাখা আজ সারা দেশে
              বিস্তৃতি লাভ করছে । বর্তমানে সারা বাংলাদেশে প্রায় শতাধিক শাখায়
              বিশ্ববিদ্যালয় ভর্তিচছু ছাত্র-ছাত্রীদের পদচারণায় মুখরিত হয়ে উঠছে
              UCC-র আঙ্গিনা ।
            </p>
          </div>
        </div>
        {/*----------------UCC-র  যাত্রা যে ভাবে----------End----------*/}

        {/*----------------UCC-র বৈশিষ্ট্য সমূহ----------Start----------*/}
        <div className="bg-[#edd9d9] py-10">
          {/*--------------Heading------------*/}
          <div>
            <h2 className="text-3xl text-black text-center font-bold py-8">
              UCC-র{" "}
              <span className="text-3xl text-[#fa5911] text-center font-bold">
                বৈশিষ্ট্য
              </span>{" "}
              সমূহ
            </h2>
          </div>
          {/*--------------Heading------------*/}
          <div className="mx-20 m-auto">
            {/*-------------Left--------Side-------Start------*/}
            <div className="flex lg:gap-16 flex-col lg:flex-row">
              <ul className="list-disc">
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  UCC-তে সার্বক্ষণিক নিয়োজিত আছেন ঢাকা বিশ্ববিদ্যালয়ের
                  প্রাক্তন ও বর্তমান বিভিন্ন বর্ষে অধ্যায়নরত অভিজ্ঞ
                  শিক্ষকমণ্ডলী ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  লিখিত পরীক্ষার উপর সর্বোচ্চ গুরুত্ব দিয়ে লেকচার শীট প্রণয়ন,
                  নিয়মিত পরীক্ষা ও মডেল টেস্ট ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  অফলাইন ও অনলাইন ব্যবস্থায় সর্বাধিক সংখ্যক ক্লাস ও পরীক্ষা ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  প্রতিটি বিষয়ের উপর সপ্তাহে ১টি করে Regular Class
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  প্রতি সপ্তাহে English Solution Class
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  সকল বিষয়ের উপর সপ্তাহে ১টি Weekly Test
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  প্রতিটি বিষয়ের সকল ক্লাস সমাপ্তির পর Subject Final পরীক্ষার
                  ব্যবস্থা।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  মেয়েদের আলাদা /Combined ব্যাচের ব্যবস্থা।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  সকল শাখায় একই লেকচারসীট অনুযায়ী যোগ্যতা সম্পন্ন শিক্ষকদের
                  ক্লাস পরিচালনা ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  বিশেষ কারণে ছাত্র/ছাত্রীরা ক্লাস ও পরীক্ষায় অংশগ্রহণ করতে না
                  পারলে পরবর্তীতে অন্য ব্যাচের সাথে ক্লাস ও পরীক্ষা দেয়ার সুযোগ
                  ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  ইনটেনসিভ কেয়ারে অকৃতকার্যদের মধ্য থেকে সর্বোচ্চ জিপিএ
                  প্রাপ্তদের নিয়ে একাধিক স্পেশাল ব্যাচ গঠন ।
                </li>
              </ul>
              <ul className="list-disc">
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  ভর্তি পরীক্ষার উপযোগী পাঠ্যসূচী নির্ধারণ এবং সে অনুযায়ী মান
                  সম্পন্ন লেকচারসীট ও প্রশ্নপত্র প্রণয়ন ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  সম্পূর্ণ কম্পিউটারের মাধ্যমে কোর্স প্লান, লেকচার বিন্যাস,
                  লেকচারসীট, পরীক্ষার প্রশ্নপত্র প্রণয়ন ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  প্রতিটি ক্লাসেই ৩০ মিনিটের Class Test এবং বাকী ৯০ মিনিট
                  লেকচারের ব্যবস্থা ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  সপ্তাহে ২টি English Class.
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  বিষয়ভিত্তিক সমস্যা সমাধানের জন্য সপ্তাহে ১দিন বিষয়ভিত্তিক
                  Consulting Hour
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  ৩ লেকচার পরপর বিশ্ববিদ্যালয় ভর্তি পরীক্ষার অনুরূপ Evaluation
                  Test
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  ক্লাস ও রিভিশন ক্লাস শেষে বিশ্ববিদ্যালয় ভর্তি পরীক্ষার অনুরূপ
                  ১২টি Model Test
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  সীমিত সংখ্যক ছাত্র-ছাত্রী নিয়ে ব্যাচ গঠন ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  ভর্তি পরীক্ষার পূর্ব পর্যন্ত কোচিং প্রদান ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  ঢাকা, জাহাঙ্গীরনগর, রাজশাহী, চট্টগ্রাম বিশ্ববিদ্যালয় ভর্তি
                  উপযোগী কোচিং প্রদান । অবশিষ্ট বিশ্ববিদ্যালয়গুলোর জন্য গুচ্ছ
                  পদ্ধতি অনুযায়ী সকল ইউনিটের জন্য কোচিং প্রদান ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  ভর্তি হওয়ার সাথে সাথে UCC-কর্তৃক প্রকাশিত ১ সেট বই বিনামূল্যে
                  প্রদান করা হয় ।
                </li>
              </ul>
            </div>
            {/*-------------Wrirt--------Side------Start------*/}
          </div>
        </div>
        {/*----------------UCC-র বৈশিষ্ট্য সমূহ----------End----------*/}

        {/*----------------UCC-র  সাফল্যের অন্যতম হাতিয়ার----------Start----------*/}
        <div className="py-10">
          {/*--------------Heading------------*/}
          <div>
            <h2 className="text-3xl text-black text-center font-bold mt-4 py-8">
              UCC-র সাফল্যের{" "}
              <span className="text-3xl text-[#fa5911] text-center font-bold">
                অন্যতম
              </span>{" "}
              হাতিয়ার
            </h2>
          </div>
          {/*--------------Heading------------*/}

          <div className="mx-20 m-auto">
            <p className="text-xl text-blue-gray-800 text-justify leading-10">
              মূল্যায়ন টেস্ট হলো প্রতি বিষয়ে তিনটি লেকচারের উপর ১টি ১০০
              নম্বরের পরীক্ষা পদ্ধতি । আমাদের এখানে কোর্স শেষে অসংখ্য স্পেশাল
              টেস্ট, মডেল টেস্ট থাকলেও কোর্স শুরুতেই ছাত্র-ছাত্রীরা প্রশ্নপত্র ও
              ভর্তি পরীক্ষা পদ্ধতি সম্পর্কে কোন ধারণা বা কোন কোচিং প্রতিষ্ঠানে
              কোনরূপ পরীক্ষামূলক টেস্ট না থাকার কারণে ছাত্র-ছাত্রীরা স্বভাবতই
              হতাশার অমানিশায় নিমজ্জিত থাকে । আমরা সেই চিন্তা-ভাবনা মাথায়
              নিয়ে ২০০০ সাল থেকে পরীক্ষামূলক এই মূল্যায়ন টেস্ট চালু করি ।
            </p>
            <p className="text-xl text-blue-gray-800 text-justify leading-10 py-4">
              আমাদের এই পরীক্ষা পদ্ধতি ছাত্র-ছাত্রী, অভিভাবক ও শিক্ষক মণ্ডলীদের
              কাছে অত্যন্ত কার্যকরী ও প্রশংসীত হয়ে উঠে । নির্দিষ্ট সিডিউলে
              বিশ্ববিদ্যালয় ভর্তি পরীক্ষার অনুরূপ প্রশ্ন পত্র তথা আগাম ভর্তি
              পরীক্ষা পদ্ধতি সম্পর্কে শুরুতেই ছাত্র-ছাত্রীদের মাঝে ব্যাপক
              প্রতিক্রিয়া দেখা যায় । আমাদের শিক্ষকবৃন্দও মূল্যায়ন টেস্ট
              সম্পর্কে ছাত্র-ছাত্রীদের ভয়-ভীতি ও পরীক্ষা পদ্ধতি নিয়ে ব্যাপক
              আলোচনা করেন । এ পরীক্ষা পদ্ধতি হলো প্রতি বিষয়ে ২৫ নম্বর করে ৪টি
              বিষয়ে প্রথম, দ্বিতীয় ও তৃতীয় লেকচারের উপর ১০০ নম্বরের প্রথম
              মূল্যায়ন টেস্ট (গ ইউনিটে ২০x৫ = ১০০ নম্বর)। এভাবে পরবর্তীতে
              চতুর্থ, পঞ্চম ও ষষ্ঠ লেকচারের পর পরই দ্বিতীয় মূল্যায়ন টেস্ট এবং
              সপ্তম, অষ্টম, নবম ও দশম লেকচারের পর পরই তৃতীয় মূল্যায়ন টেস্ট ।
              অর্থাৎ প্রতি ইউনিটে (ক, খ, গ ও ঘ) মোট চারটি ১০০ নম্বরের মূল্যায়ন
              টেস্ট অনুষ্ঠিত হবে ।
            </p>
            <p className="text-xl text-blue-gray-800 text-justify leading-10">
              গত ২৩ বছরের পরীক্ষামূলক মূল্যায়ন টেস্টের অভিজ্ঞতা মাথায় রেখে এ
              বছর আমরা দক্ষতা ও বিচক্ষণতার সংগে প্রতিটি মূল্যায়ন টেস্টকে
              অত্যন্ত কার্যকর করার লক্ষ্যে প্রতিটি ছাত্র-ছাত্রীর বাধ্যতামূলক
              অংশগ্রহণ নিশ্চিত করতে চাই । মূল্যায়ন টেস্টের প্রতিটি পরীক্ষা মডেল
              টেস্টের চেয়েও বেশি কার্যকরী এবং ফলপ্রসূ বলে আমরা মনে করি । আমাদের
              এই মূল্যায়ন টেস্ট পদ্ধতিটি ছাত্র-ছাত্রীদের তীব্র প্রতিযোগিতার
              মাঝেও টিকে থাকার এক ভিন্ন কৌশল মাত্র । যা কোচিং জগতে একমাত্র
              UCC-তেই সীমাবদ্ধ রয়েছে । এভাবে প্রতি বছরই আমরা সুপ্ত প্রতিভাধারী
              ছাত্র-ছাত্রীদের মাঝে নতুন কৌশল নিয়ে অগ্রসর হতে চাই ।
              ছাত্র-ছাত্রীদের সাফল্যই আমাদের একমাত্র কাম্য । বিশ্ববিদ্যালয়
              কর্তৃক ঘোষণা অনুযায়ী MCQ- র পাশাপাশি লিখিত পরীক্ষাও অনুষ্ঠিত হয়।
              গত বছর থেকে শুরু হওয়া গুচ্ছ পদ্ধতির নতুন সিলেবাস অনুযায়ী আমাদের
              কার্যক্রম চলবে ।
            </p>
          </div>
        </div>
        {/*----------------UCC-র  সাফল্যের অন্যতম হাতিয়ার----------End----------*/}

        {/*----------------Intensive Care program----------Start----------*/}
        <div className="bg-[#edd9d9] py-16  mt-10">
          {/*----------Heading----------*/}
          <div className="">
            <h2 className="text-3xl text-black text-center font-bold">
              Intensive Care{" "}
              <span className="text-3xl text-[#fa5911] text-center font-bold">
                program
              </span>{" "}
            </h2>
            <p className="text-lg text-blue-gray-800 text-center py-3">
              UCCকেবল একটি কোচিং সেন্টার নয় , এটি আমাদের সফল শিক্ষা পরিবার ।
            </p>
          </div>
          {/*--------------Heading------------*/}

          <div className="mx-20 m-auto">
            <p className="text-xl text-blue-gray-800 text-justify py-6 leading-10">
              UCC-র অনেকগুলো আধুনিক ও যুগান্তকারী পদক্ষেপের মধ্যে "INTENSIVE
              CARE PROGRAMM” অন্যতম । UCC- তে এ প্রোগ্রাম চালু হয়েছে ১৯৯৫ সাল
              থেকে । বিশ্ববিদ্যালয়ে একটি সাধারণ Subject এ চান্স পাওয়ার চেয়ে
              তুলনামূলকভাবে একটি ভাল Subject এ চান্স পাওয়া তথা বিশ্ববিদ্যালয়
              ভর্তি পরীক্ষার মেধা তালিকায় প্রথম ২০ এর মধ্যে মেধাস্থান লাভ করাই
              এ প্রোগ্রামের মূল উদ্দেশ্য। এ প্রোগ্রামটি General কার্যক্রমের
              বাইরে অতিরিক্ত একটি বিশেষ পদক্ষেপ ।
            </p>

            <div>
              <h2 className="text-2xl text-black py-4 font-bold">
                এ প্রোগ্রামের বৈশিষ্ট্য:
              </h2>
              <ul className="list-disc">
                <li className="text-xl text-justify text-blue-gray-800 leading-10">
                  প্রতি ইউনিটে আসন সংখ্যা ২৫০ জন ( ক ইউনিটে ২৫০ জন, খ ইউনিটে ২৫০
                  জন, গ ইউনিটে- ২৫০ জন এবং - ইউনিটে ২৫০ জন, সর্বমোট = ১০০০ জন)।
                </li>
                <li className="text-xl text-justify text-blue-gray-800 leading-10">
                  এ প্রোগ্রামটি UCC-র পরিচালক ও সেরা অভিজ্ঞ শিক্ষকদের
                  তত্ত্বাবধানে পরিচালিত ।
                </li>
                <li className="text-xl text-justify text-blue-gray-800 leading-10">
                  শুধু এ প্রোগ্রামটির জন্য লেকচার সিডিউল, লেকচারসীট, পরীক্ষার
                  সীট ইত্যাদি যাবতীয় Course Materials স্পেশালভাবে
                  বিশ্ববিদ্যালয়ের অভিজ্ঞ শিক্ষক কর্তৃক প্রণীত ।
                </li>
                <li className="text-xl text-justify text-blue-gray-800 leading-10">
                  প্রতিটি ক্লাসেই কমপক্ষে ৫০ থেকে ১০০ নম্বরের বিশেষ পরীক্ষার
                  ব্যবস্থা এবং প্রতিটি ক্লাসেরই সময়সীমা ন্যূনতম ৩ ঘন্টা ।
                </li>
                <li className="text-xl text-justify text-blue-gray-800 leading-10">
                  নিয়মিত ক্লাসের পাশাপাশি INTENSIVE CARE PROGRAM এর আওতাভুক্ত
                  ক্লাসসমূহ বিশ্ববিদ্যালয় ভর্তি পরীক্ষার পূর্ব পর্যন্ত চলবে ।
                </li>
              </ul>

              <h2 className="text-2xl text-black py-1 font-bold">
                নির্বাচন পদ্ধতি:
              </h2>
              <p className="text-xl text-blue-gray-800 text-justify py-6 leading-10">
                H.S.C-পরীক্ষার ফলাফল প্রকাশের সাথে সাথেই প্রতিটি ইউনিট থেকে
                নির্দিষ্ট সংখ্যক ছাত্র-ছাত্রী বাছাই করার উদ্দেশ্যে অন্যান্য
                বারের মত এবারও ঢাকাস্থ তেজগাঁও কলেজ কিংবা অন্য কলেজ কেন্দ্রে
                UCC-র সারা বাংলাদেশের শাখাসমূহের মধ্যে একই সময়ে এবং একই প্রশ্নে
                বিশ্ববিদ্যালয় ভর্তি পরীক্ষার অনুরূপ স্পেশাল Model Test
                (MCQ+লিখিত) নেয়া হবে । প্রতিটি ক্লাস টেস্টের ফলাফল
                ছাত্র-ছাত্রীদের ক্লাসে উপস্থিতি ও স্পেশাল Model Test এর ফলাফলের
                সমন্বয়ে গঠিত মেধার ভিত্তিতে ছাত্র-ছাত্রী বাছাই করা হবে । এ
                ক্ষেত্রে আমরা SSC ও HSC পরীক্ষার ফলাফল বিবেচনায় আনবো না । UCC-র
                ছাত্র-ছাত্রীদের প্রত্যাশা পূরণ তথা সাফল্যের ধারাবাহিকতা বজায়
                রাখতে বরাবরই UCC প্রতিশ্রুতিবদ্ধ ।
              </p>

              <p className="text-xl text-red-300 text-justify ">
                N.B: INTENSIVE CARE PROGRAM এ অন্তর্ভুক্তির ব্যাপারে কোন প্রকার
                তদবির বা সুপারিশ গ্রহণযোগ্য নয় ।
              </p>
            </div>
          </div>
        </div>
        {/*----------------Intensive Care program----------End----------*/}

        {/*----------------১ম ব্যাচসমূহে ভর্তি সুবিধা----------Start----------*/}
        <div className="py-10">
          {/*----------Heading----------*/}
          <div>
            <h2 className="text-3xl text-black text-center font-bold py-8">
              ১ম ব্যাচসমূহে{" "}
              <span className="text-3xl text-[#fa5911] text-center font-bold">
                ভর্তি সুবিধা
              </span>
            </h2>
          </div>
          {/*----------Heading----------*/}

          <div className="mx-20 m-auto">
            <p className="text-xl text-blue-gray-800 text-justify leading-10 ">
              H.S.C পরীক্ষা চলাকালীন সময় থেকেই ১ম ব্যাচসমূহে ভর্তি প্রক্রিয়া
              শুরু হয় । ছাত্র-ছাত্রী ও অভিভাবকদের মাধ্যমে পরীক্ষা চলাকালীন
              সময়েই আমাদের ১ম ব্যাচসমূহে ভর্তি শেষ হয়ে যায় । রাজধানীর
              ভিকারুননিসা নূন কলেজ, নটর ডেম কলেজ, সিটি কলেজ, হলিক্রস কলেজ,
              আইডিয়াল স্কুল এন্ড কলেজ, রাজউক কলেজ, ঢাকা কলেজ কমার্স কলেজ ও
              মাদ্রাসাসহ শীর্ষস্থানীয় কলেজগুলোর মেধাবী ছাত্র-ছাত্রীরা ১ম
              ব্যাচসমূহের আসনগুলো দখল করে নেয় । এর কারণ ১ম ব্যাচসমূহের ছাত্র-
              ছাত্রীরা দীর্ঘ মেয়াদী কোর্সের জন্য প্রয়োজনীয় সময় পেয়ে থাকে
              এবং স্বভাবতই BEST TEACHER গণ ১ম ব্যাচসমূহে নিশ্চিতভাবে যুক্ত থাকেন
              ।
            </p>
            <p className="text-xl text-blue-gray-800 text-justify leading-10 py-3">
              কোর্স শেষে ছাত্র-ছাত্রীরা ভালভাবে রিভিশন দিয়ে দ্রুত সমস্যাগুলো
              চিহ্নিত করে সমাধানের লক্ষ্যে অনায়াসেই টিচারদের শরণাপন্ন হতে পারে;
              যা বিলম্বে ভর্তি হওয়া ছাত্র-ছাত্রীদের জন্য সম্ভব হয়ে উঠে না ।
              কিন্তু ঢাকার বাইরের নামকরা বেশ কিছু কলেজের ছাত্র-ছাত্রীরা বিভিন্ন
              কারণে ১ম ব্যাচসমূহে ভর্তি হতে পারে না । সেজন্য এ বছর আমরা ঢাকার
              বাইরের ছাত্র-ছাত্রী এবং ক্যাডেট ও ক্যান্ট. কলেজগুলোর জন্য
              আলাদাভাবে ১ম ব্যাচসমূহে কিছু আসন রাখা হবে। তবে ব্যবহারিক পরীক্ষা
              চলাকালীন সময়ের শুরুতেই ভর্তি প্রক্রিয়া সমাপ্ত করতে হবে ।
              প্রয়োজনে ছাত্র-ছাত্রীদের অনুপস্থিতিতে অভিভাবক এসেও ভর্তি করাতে
              পারবেন । এ ছাড়া ১ম ব্যাচসমূহের আসনগুলো ছাত্র-ছাত্রীদের পছন্দমত
              সময়ে নেওয়ার সুযোগ থাকে; যা পরে সম্ভব হয়ে উঠে না । ১ম
              ব্যাচসমূহের ক্লাস ব্যবহারিক পরীক্ষার পরপরই শুরু হবে ।
            </p>
          </div>
        </div>
        {/*----------------১ম ব্যাচসমূহে ভর্তি সুবিধা----------End----------*/}

        {/*----------------একাধিক ইউনিটে কোচিং করার প্রয়োজনীয়তা----------Start----------*/}
        <div className="bg-[#edd9d9] py-10">
          {/*----------Heading----------*/}
          <div>
            <h2 className="text-3xl text-black text-center font-bold py-8">
              একাধিক ইউনিটে{" "}
              <span className="text-3xl text-[#fa5911] text-center font-bold">
                কোচিং
              </span>{" "}
              করার প্রয়োজনীয়তা
            </h2>
          </div>
          {/*----------Heading----------*/}

          <div className="mx-20 m-auto">
            <p className="text-xl text-blue-gray-800 text-justify leading-10 py-2">
              কিছুসংখ্যক গার্ডিয়ান বা আত্মীয়-স্বজন কিংবা ছাত্র-ছাত্রী মনে করে
              একাধিক ইউনিটে অনেক ঝামেলা কিংবা একত্রে ২/৩ টির জন্য চেষ্টা না করে
              একটির জন্য ভালভাবে চেষ্টা করলেই মঙ্গল হবে । কিন্তু সাথে সাথে
              চিন্তা করা উচিত যদি কোন কারণে ১টিতে না হয় তাহলে কি উপায় হবে?
              উল্লেখ্য, ভর্তি ফরম পূরণের সময় প্রস্তুতি থাকুক কিংবা নাই থাকুক
              ৮০% ছাত্র-ছাত্রীদেরকে একাধিক ফরম ফিলাপ ও ভর্তি পরীক্ষা দিতে দেখা
              যায় । পুরো প্রস্তুতি ব্যতিত একাধিক ইউনিটে পরীক্ষা দিলেও তীব্র
              প্রতিযোগিতার কারণে সাফল্য পাওয়া দুষ্কর হয়ে পড়ে ।
            </p>
            <p className="text-xl text-blue-gray-800 text-justify leading-10 py-2">
              আবার অনেক মেধাবী ছাত্র-ছাত্রী IBA, বুয়েট ও মেডিক্যালে ভর্তির জন্য
              কোচিং-এ এমনভাবে জোরালো প্রস্তুতি নেয় যে, মনে হচ্ছে তাদের সাফল্যটা
              নিশ্চিত । কিন্তু আসন সংখ্যা কম হওয়ার কারণে এত বেশি সংখ্যক
              ছাত্র-ছাত্রীর মাঝে যথেষ্ট যোগ্যতা থাকা সত্ত্বেও টিকে থাকা কিছুটা
              হলেও মেধার পাশাপাশি ভাগ্যের উপরও নির্ভর করে । সুতরাং বুয়েট এবং
              মেডিক্যালে ব্যর্থ হয়ে ফিরে এসে ২০% ছাত্র-ছাত্রীও আলাদা প্রস্তুতি
              ছাড়া বিশ্ববিদ্যালয়ে ভাল Subject-এ ভর্তি হতে পারে না । এরকম ঘটনা
              প্রতিবছর অহরহ ঘটছে। অনেকে আবার দু'টি কোচিং এ কিংবা দু'টি ইউনিটে
              তিন দিনের সিডিউল অনুযায়ী সময়সূচি না নিয়ে সপ্তাহের প্রতিদিনই
              সময়সূচি নেওয়ার কারণে বাসায় বসে পড়ার আর সময় পায় না ।
              সেক্ষেত্রে দু'টি ইউনিটে কোচিং করলেও কোন লাভ হয় না ।
            </p>
          </div>
        </div>
        {/*----------------একাধিক ইউনিটে কোচিং করার প্রয়োজনীয়তা----------End----------*/}

        {/*----------------Advanced Batch-এ ভর্তির সুবিধা----------Start----------*/}
        <div className="py-16">
          {/*-----------Heading-----------*/}
          <div className="mx-20 m-auto">
            <div>
              <h2 className="text-3xl text-black text-start font-bold ">
                Advanced Batch-এ{" "}
                <span className="text-3xl text-[#fa5911] text-start font-bold">
                  ভর্তির
                </span>{" "}
                সুবিধা
              </h2>
              <p className="text-lg text-blue-gray-800 text-start py-5">
                বিশ্ববিদ্যালয় ভর্তি প্রস্তুতি এগিয়ে রাখার প্রত্যয়ে সর্বাধিক
                সাফল্যের প্রত্যাশায় এইচএসসি-২০২৩ ব্যাচের শিক্ষার্থীদের নিয়ে
                শুরু হচ্ছে ।
              </p>
            </div>
            <div>
              <ul className="list-disc">
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  Single Course Fee Double Course সম্পন্ন করার সুযোগ ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  অভিজ্ঞ ও জনপ্রিয় শিক্ষকদের ক্লাস করার সুযোগ ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  সর্বাধিক সাফল্যে নিশ্চিন্তে সর্বোচ্চ সার্ভিসের নিশ্চয়তা ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  এইচএসসি পরীক্ষায় ভালো ফলাফল এবং ভর্তি পরীক্ষার প্রাথমিক
                  প্রস্তুতি নিশ্চিত করবে ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  পছন্দসই সময় নির্বাচন ও ১ম ব্যাচে তোমার আসন নিশ্চিতকরণ ।
                </li>
                <li className="text-lg text-justify text-blue-gray-800 leading-10">
                  Advanced Batch-এর ক্লাসগুলো এইচএসসি পরীক্ষার পূর্বেই এইচএসসি
                  পরীক্ষার প্রস্তুতির পাশাপাশি বিশ্ববিদ্যালয় ভর্তি প্রস্তুতি
                  নিয়ে সহায়তা করবে যা তোমাকে পৌঁছে দেবে তোমার স্বপ্নের
                  গন্তেব্যে!
                </li>
              </ul>
            </div>
          </div>
        </div>
        {/*----------------Advanced Batch-এ ভর্তির সুবিধা----------End----------*/}
      </div>
    </div>
  );
};

export default UccAboutDetails;
